;Place localized text in this file lol

[HelmArt_T X2BodyPartTemplate]
DisplayName="黑光惩罚:阿尔忒弥斯 头盔"

[FPUArt_T X2BodyPartTemplate]
DisplayName="黑光惩罚:阿尔忒弥斯 头盔"

[FPLArt_T X2BodyPartTemplate]
DisplayName="黑光惩罚:阿尔忒弥斯 头盔"

